validation/liqBoxRAS/0.orig/omega
FoamFile { version 2.0; format ascii; class volScalarField; object omega; }
dimensions [0 0 -1 0 0 0 0]; internalField uniform 1760.6;
boundaryField {
  inlet    { type turbulentMixingLengthFrequencyInlet; mixingLength 0.0014; value $internalField; }
  outlet   { type inletOutlet; inletValue $internalField; value $internalField; }
  hotWall  { type omegaWallFunction; value $internalField; }
  coldWall { type omegaWallFunction; value $internalField; }
  frontBack { type empty; }
}
