validation/liqBoxRAS/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }
// Every solver pinned to tolerance 1e-14, relTol 0: at a case's own loose relTol the comparison would
// measure where two Krylov solvers stopped, not the closure.
solvers
{
  p { solver PBiCGStab; preconditioner DIC; tolerance 1e-14; relTol 0; }
  "(U|e|k|epsilon|omega)" { solver PBiCGStab; preconditioner DILU; tolerance 1e-14; relTol 0; }
}
SIMPLE { nNonOrthogonalCorrectors 0; transonic no; consistent no; pMinFactor 0.1; pMaxFactor 1.5; }
relaxationFactors { fields { p 0.3; } equations { U 0.7; e 0.7; k 0.7; epsilon 0.7; omega 0.7; } }
